["Introduction\nDiabetic retinopathy is one of the most predominant complications of diabetes and can develop in individuals who are living with either type 1 or type 2 diabetes, and it generally affects both eyes. The condition develops slowly throughout many years; therefore, it is essential to undergo regular eye tests when you have Diabetes. Prevention of retinopathy or slowing down of the progression can be established with keeping excellent control of blood sugar levels. Retinopathy is basically impaired blood vessels in the retina which is the thin inner light-sensitive layer situated in the back of the eyes.\n", "Key Facts about Diabetic retinopathy\nThere are millions of individuals worldwide living with diabetes, and about eighty percent of diabetic patients are likely to develop some stage of diabetic retinopathy. The longer people suffer from diabetes, the more likely they are to have diabetic retinopathy eventually.\nDiabetic retinopathy is one of the complications of diabetes which can lead to vision loss and sometimes even blindness. If not treated at the right time, even thebest eye hospitalwill not be of any help to the patient.\nThere are predictably no early symptoms associated with early stages of the condition, allowing the disease to advance until the point where it affects vision.\nSymptoms of advanced stages of retinopathy include:\nHalo’s around lights\nBlurry vision\nLoss of colour and central vision\nFloaters\nEarly detection of the disease is vital; therefore, it is recommended that diabetic patients undergo an annual retinal exam with an optometrist or ophthalmologist. A high percentage of vision loss cases are avertable with early discovery and treatment.\nThere are a group of eye diseases which can affect patients suffering from diabetes. Diabetes denotes to an intricate metabolic disease in which your body can either:\nNot produce insulin\nProduce insufficient insulin\nCan’t use insulin efficiently.\nThe body’s cells need sugar (glucose) for energy and insulin helps to break down and delivering sugar to the cells throughout the body. When you don’t have enough insulin to break it down, it leads to elevated sugar levels in the blood which can negatively affect every single part of the body, including the eyes. Diabetic retinopathy refers to retinal disorders which are caused by diabetes.\n", "How can Diabetes affect our eyes?\nOne of the initial signs of diabetes is a blurry vision. Your vision may be blurry due to fluid leaking into the lens of the eye, causing the lens to swell and transform shape. These changes make it tough for the eyes to focus. Therefore, objects start to look fuzzy. You might also experience blurred vision once you’ve begun insulin treatment due to shifting fluids. In this case, the condition will resolve after a few weeks. Once patients’ blood sugar levels stabilise, their vision improves.\n", "Diabetic retinopathy\nA condition which is caused by high blood sugar levels damaging the blood vessels in the light-sensitive tissue (retina) located in the back of the eye, causing them to haemorrhage and lead to distorted vision once it has reached a progressive stage. It is the most familiar cause of vision loss experienced by diabetics and the predominant cause of blindness or vision-impairment among adults.\n", "Diabetic macular edema (DME)\nDME is an effect of diabetic retinopathy which refers to a build-up of fluid in the macula which is an area located in the retina, leading to swelling and is contributing a high percentage of vision loss which is linked with diabetic retinopathy. The macula is an area found in the retina that produces sharp central vision. Apart from blurry vision, other symptoms of this condition include colour changes and wavy vision.\n", "Proliferative retinopathy\nBlurry vision may be an indication of Proliferative retinopathy where blood vessels are leaking into the centre of the eye. The patient may also experience trouble with night vision, seeing spots or floaters.\n", "Glaucoma\nA disease where a pressure in the eye impairs the optic nerve. A patient that is diabetic has double the risk of contracting Glaucoma than people who do not have diabetes.\n", "Other symptoms of glaucoma include:\nHalo’s around lights\nReddening of the eyes\nTunnel vision or loss of peripheral vision\nPain in the eye\nNausea or vomiting\n", "Cataracts\nCataracts result in the lens of your eyes becoming cloudy. Other symptoms of this condition include:\nFaded colours\nDouble vision, generally in one eye.\nBlurry our clouded vision.\nHalos around lights\nSensitivity to light\nPrescriptions for glasses that need often replacing while vision is not improving.\n", "When do you need to see a doctor?\nWhen you are diabetic, you are at an increased risk of contracting a variety of eye conditions. You must have your eyes examined yearly, and your check-up should include a comprehensive eye exam which includes dilation. Always, tell theeye specialistabout the symptoms you’re experiencing and the medications that you are taking. Blurred vision can often be an inconsequential problem which can be fixed with eye drops or a prescription for new glasses. However, it can be suggestive of a serious underlying eye disease.\n", "Stages of Diabetic Retinopathy\nDiabetic retinopathy generally has four stages which are ranked as mild, moderate and acute non-proliferative and proliferative:\nMild non-proliferative retinopathy\nDuring the early stages of retinopathy, small balloon-like swelling occurs in the retina’s blood vessels which are referred to as microaneurysms. These microaneurysms may cause leakage of fluid into the retina.\nModerate non-proliferative retinopathy\nDuring the second stage of retinopathy blood vessels that provides nourishment to the retina may swell and deform. This may also lead to a disability of blood flow. Both these conditions may result in characteristic alterations to the retina which can contribute to DME.\nSevere non-proliferative retinopathy\nWhen retinopathy reaches the third stage, the blood vessels are blocked, restricting blood supply to areas of the retina which discharges growth factors that signals the retina to start producing new blood vessels.\nProliferative diabetic retinopathy (PDR)\nAt the fourth and advanced stage of retinopathy, growth factors discharged by the retina triggers the generation of new blood vessels which grow along the interior surface of the retina into the vitreous gel (fluid that fills the eye). These new blood vessels are delicate, making them more susceptible to leakage and bleeding. Associated scar tissue can tighten and result in retinal detachment (separation of the retina from the underlying tissue) which can cause permanent vision loss or blindness.\n", "Symptoms and Detection\nThe early stages of diabetic retinopathy often don’t present any visual symptoms, that is why the American Optometric Associated recommends an annual comprehensive dilated eye examination for any patient that is living with diabetes. The onset and progression of diabetic retinopathy can often be slowed down with patients that can control their blood sugar levels efficiently. When a diabetic experiences high blood sugar levels for long periods, fluid can build up in the lens that controls focusing inside the eye. This can alter the curvature of the lens which causes blurred vision. Once a patient’s blood sugar levels stabilise, the blurred vision will show improvement.\n", "Symptoms of diabetic retinopathy:\nProblems with night vision\nBlurred vision\nDark or empty spots in the centre of your vision\n", "Detection and diagnosis of diabetic retinopathy\nDiabetic retinopathy can be detected by undergoing a comprehensive eye examination that emphasises on the evaluation of specifically the retina and macula. Such a test may include:\nVisual acuity measurements– measuring a patient’s ability to see at different distances.\nPatient history – to determine the presence of diabetes, vision impairments and other general health issues that may affect vision.\nTonometry– Measuring pressure within the eye.\nRefraction– to establish whether a prescription for new glasses is required.\nPupil dilation– evaluation of eye structures, including assessment of the retina and optic nerve through a dilated pupil.\n", "Supplementary testing may be required which include:\nRetinal tomography or photography– documentation of the retina’s current status.\nOptical coherence tomography (OCT)– is a technique very similar to an ultrasound that uses light waves instead of sound waves. Detailed images of tissues that can be infiltrated by light (like the eye) can be taken to be analysed.\nFluorescein angiography– evaluation of abnormal blood vessel growth to determine whether the patient has diabetic retinopathy or DME. A fluorescent dye is introduced into the bloodstream with an injection often into the vein of the arm. A picture is taken of the retina blood vessels when the colour reaches the eye area.\n", "A thorough dilated eye examination allows the doctor to observe the retina for:\nVariations to the blood vessels.\nWarning signs such as fatty deposits which indicate leaking blood vessels.\nSwelling of the macula which points to DME.\nDamage to nerve tissue.\nAlterations in the lens.\n", "Prevention and treatment\n", "Treatment of Diabetic Retinopathy\nTreatment ofdiabetic retinopathymay vary according to the extent of the disease.\nLaser treatment– Some patients may need laser therapy to repair leaking blood vessels or to prevent other blood vessels from leaking.\nInjection of medicines– An optometrist may need to inject medications into the eye to reduce inflammation or to avoid the formation of new blood vessels.\nSurgical procedures– People with severe cases of diabetic retinopathy may need to undergo a surgical procedure for removing and replacing the vitreous (gel-like fluid) in the back of the eye. In the case of retinal detachment (separation of the retina from the underlying tissue), surgery is also required.\n", "What can a diabetic do to prevent or slow down the progression of diabetic retinopathy?\nThe damage done to your vision as a result of diabetic retinopathy is in most cases inevitable, but with early detection and treatment, the risk of permanent blindness can be reduced by nine five percent. That’s why it is so important for diabetics to undergo a thorough dilation eye examination at least once a year. People that already have the condition may need to go for eye exams more often. Pregnant women who have diabetes must have a detailed dilated eye exam without delay, and supplementary exams during pregnancy may be required.\nIndividuals who have severe non-proliferative diabetic retinopathy are at risk to develop proliferative diabetic retinopathy (PDR) and must undergo detailed dilated eye exams as often as every two to four months.\nA high percentage of vision loss cases can be prevented through early detection and treatment. Diabetic patients can help with controlling their disease by:\nTaking their prescribed medication\nMaintaining a healthy diet.\nManaging cholesterol and high blood pressure.\nDoing exercise regularly.\nAvoid alcohol and tobacco use.\nUndergoing an annual comprehensive eye test.\n", "Treatment of Diabetic macular edema (DME)\nDME can be treated with many therapies either on their own or in conjunction with each other.\nAnti-VEGF Injection Therapy\nThis procedure involves Anti-VEGF drugs being injected into vitreous gel, blocking vascular endothelial growth factor (VEGF) which can stimulate abnormal blood vessels to develop and leak fluid. Preventing VEGF can be successful in avoiding the irregular blood vessel to grow and decreasing fluid in the retina.\nAvailable anti-VEGF drugs include:\nAvastin (bevacizumab)\nEylea (aflibercept)\nLucentis (ranibizumab)\nEylea and Lucentis are FDA approved for treating DME. Avastin is FDA approved for treating cancer but is generally used to treat various eye conditions including DME. Most individuals need monthly anti-VEGF injections as follow:\nFirst six months of treatment – one injection each month.\nSecond six months of treatment – three to four injections during this period.\nThe second year of treatment – plus minus four injections during this period.\nThe third year of treatment – two injections during this period.\nThe fourth year of treatment – one injection.\nThe Fifth year – none.\nThe need for dilated eye exams will decrease as the disease stabilises. The cost of Avastin, Eylea and Lucentis vary in price. Therefore, patients need to discuss their options with their eye care professional to see which option suits their needs the best.\nFocal/grid macular laser surgery\nDuring this procedure, a few to hundreds of tiny laser burns are made to the leaking blood vessels in spaces near the centre of the macula. This procedure can successfully slow down the leakage of fluid, therefore reducing swelling in the retina. The procedure is usually completed with just one session, but in some cases, a patient may require more than one session. Focal/grid laser is occasionally done before anti-VEGF injections, sometimes on the same day or a few days afterwards and in other cases only when DME is not improving successfully after six months of anti-VEGF therapy.\nCorticosteroids\nCorticosteroids are either implanted are injected into the eye and can be used on its own or in conjunction with laser surgery or other drugs for the treatment of DME. For a short-term solution, the Ozurdex (dexamethasone) implant is used but the Iluvien (fluocinolone acetonide) implant is a longer lasting solution. Both these options are biodegradable materials and releases sustained dosages of corticosteroids for suppressing DME. Patients suffering from DME must be monitored for increased pressure in the glaucoma and inner eye, as the use of Corticosteroids can increase the risk of glaucoma and cataract.\n", "Treatment of proliferative diabetic retinopathy (PDR)\nFor decades this advanced stage of diabetic retinopathy has been treated with scatter laser surgery, sometimes referred to as pan-retinal photocoagulation or pan-retinal laser surgery. The procedure involves the making of thousand to two thousand small laser burns away from the macula in areas of the retina with the intention of shrinking abnormal blood vessels.\nTreatment is usually completed in one session, but in some cases, two or more sessions are required. Scatter laser surgery can conserve central vision but may result in loss of peripheral (side), colour and night vision.\nAlthough Scatter laser surgery is an excellent option before new delicate blood vessels have started bleeding, anti-VEGF is progressively used as a first-line treatment for PDR. Anti-VEGF treatment is effective for decelerating the advancement of diabetic retinopathy (including PDR) as well as treatment of DME making it the preferred treatment option.\n", "Vitrectomy\nA Vitrectomy involves the surgical removal of vitreous gel in the centre of the eye. This procedure is applied when treating severe bleeding into the vitreous and is generally done under general or local anaesthesia. Temporary water-tight openings (ports) are inserted in the eye, allowing the surgeon to insert and remove instruments, for example, a small vacuum (vitrector) or a tiny light. A clear salt solution is then gently injected into the eye through one of the openings (ports) to retain eye pressure during surgery and to replace the removed vitreous. The same instruments used with vitrectomy may be used for repairing a detached retina or removing of scar tissue.\nGenerally, a Vitrectomy is performed as either an inpatient or outpatient procedure with a one-night stay in the hospital. The treated eye may experience redness and soreness and be covered with an eye patch for days to weeks. Eye drops may be prescribed to be applied to the eye for reducing inflammation and lowering the risk of infection. If the patient requires a vitrectomy procedure in both eyes, then the second eye will undergo treatment once the first one has recovered.\n", "FAQ relating to Diabetes eye disease\n", "How are diabetes and eye disease related?\nDiabetes is a serious disease which can cause heart disease, kidney failure, blindness and amputations to name a few. By staying healthy through diet, exercising and medications, you can manage diabetes. Diabetic eye disease (a complication of diabetes) is treatable before the loss of vision happens. All individuals living with Diabetes must go for a comprehensive dilation eye examination once yearly.\n", "What is diabetic eye disease?\nA selection of eye problems that patients with diabetes may face as a complication of their disease is referred to as diabetic eye disease. All of these can be the cause of extreme vision loss or blindness:\nDiabetic retinopathy – Damage to blood vessels in the retina.\nCataract – cloudiness on the lens of the eye.\nGlaucoma – accumulation of fluid pressure inside the eye that can lead to optic nerve damage and loss of vision.\n", "What is the most prevalent diabetic eye disease?\nDiabetic retinopathy is the most prominent cause of blindness in American adults and is caused by changes in blood vessels of the retina.\n", "What are the most significant symptoms?\nSymptoms are often not detected during the early stages of diabetic retinopathy, and your vision may only be impacted, and pain experienced until progressed stages of the disease. But in many cases, even in advanced stages of the disease may symptoms not be experienced. That’s why it is essential for diabetic patients to do annual check-ups.\n", "Who is more susceptible to getting diabetic retinopathy?\nAny patient that is living with diabetes. The longer you have the disease, the better your chances are of getting diabetic retinopathy. Approximately 40-45 percent of diabetic patients have some form of diabetic retinopathy.\n", "How does one detect diabetic retinopathy?\nWhen a patient undergoes a full dilated eye examination once yearly, an eye care professional can check the inside of your eyes regularly for traces or signs of the disease.\n", "Can diabetic retinopathy be effectively treated?\nAbsolutely. An optometrist may suggest treatments such as laser surgery and suitable follow-up attention that can effectively lessen the risk of blindness by a staggering 90 percent. It should be noted that laser surgery often can’t restore the already lost vision, that’s why it is crucial that detection happens at an early stage to inhibit vision loss.\n", "Can diabetic retinopathy be avoided?\nDiabetic retinopathy can’t be avoided entirely, but your risk can be significantly lowered. The Diabetes Control and Complications Trial (DCCT) established that better maintaining of blood sugar levels stop the inception and advancement of retinopathy and reduce the need the requirement of laser surgery for treating severe retinopathy. The studies also revealed that the group of individuals who kept their blood sugar levels as close to average as they possibly could, experienced fewer kidney and nerve disease. The study is not recommended for older adults, people with heart disease or children under the age of 13 therefore its best to ask your healthcare professional whether the program is right according to your medical requirements.\n", "How commonplace are the other diabetic eye diseases?\nDiabetics are at risk for contracting other diabetic diseases like glaucoma and cataracts. People living with diabetes can get cataract at a younger age than people not living with the disease. Cataract is generally treated with surgery. The likelihood for a diabetic sufferer contracting glaucoma is twofold compared to other adults and the lengthier the time-period of your disease, the higher the risk is of getting glaucoma.\n", "What research are done?\nAbundant research has been done to gain more knowledge about diabetic eye disease and establishments such as the National Eye Institute is supportive of laboratory research studies performed with patients to better understand the cause of diabetic retinopathy and better ways to treat the disease and prevent blindness in a larger group of individuals living with diabetes.\n", "What can a person do to protect their vision?\nDetecting and commencing with treatment during the early stages of the disease is of the essence to prevent vision loss or blindness. Also, managing and keeping your blood sugar levels as close to stabilised and going for yearly dilated eye exams are critical factors in the protection of your vision.\n", "Statistics\nApproximately 425 million people in the World are suffering from Diabetes, and this number is expected to increase to 629 million by the year 2045.\nAmong all individuals living with diabetes, type 1 and type 2, eighty percent of patients will develop some stage of diabetic retinopathy sooner or later. The longer a person lives with the disease, the more likely their chances are of developing diabetic retinopathy.\nDiabetes mellitus is starting to be viewed as a global epidemic and is now considered one of the predominant causes of vision impairment globally.\nIn 2014 there were in the region of 422 million people (8.5 Percent of the world’s adult population) living with diabetes in comparison with 108 million in 1980 (according to 2016 WHO Global report on Diabetes). Enlarged urbanisation, eating less nutritious food, added inactive lifestyles and ensuing obesity are all contributions to the remarkable increase in the global occurrence of diabetes, mostly in supply – developing countries.\nLow and middle bracket income countries constitute for roughly 75 percent of the international diabetes load, yet many are inadequately equipped with the knowledge to identify, treat and manage the multifarious and various consequences of this disease.\nCurrently, the Western Pacific and South East Asia represent more than half of adults living with diabetes globally.\nChina, East Asia, Bangladesh and Indonesia alone constitute 45 percent of international statistics.\nThe highest population of people with diabetes is found in the Eastern Mediterranean where almost 14 percent of the population is affected.\nEfforts to effectively decrease the occurrence of diabetes or to more efficiently manage the health consequences of the disease are further weakened by the fact that nearly 50 percent of people living with diabetes are currently not diagnosed. These statistics are more prominent in Africa, where two-thirds of individuals with diabetes stay undiagnosed, and the paramount increase in disease burden (103 percent) is projected by 2040."]